[
    {
      "title": "Nausea",
      "content": "Advice: Eat small, frequent meals and stay hydrated. Avoid strong odors and spicy or greasy foods."
    },
    {
      "title": "Sleep Disturbances",
      "content": "Advice: Create a relaxing bedtime routine and avoid caffeine in the evening."
    },
    {
      "title": "Mood swings",
      "content": "Some advice content...Advice: Talk to a loved one or therapist, practice relaxation techniques, and engage in activities you enjoy."
    },
    
    {
      "title": "Morning Sickness",
      "content": "Advice: Eat small, frequent meals and stay hydrated. Avoid strong odors and spicy or greasy foods."
    },
    
    {
      "title": "Fatigue",
      "content": "Advice: Get plenty of rest, take short naps during the day, and ask for help with daily tasks."
    },
    
    {
      "title": "Heartburn and Indigestion",
      "content": "Advice: Eat smaller meals, avoid spicy and acidic foods, and try to stay upright after eating."
    },
    
    {
      "title": "Back Pain",
      "content": "Advice: Practice good posture, wear supportive shoes, and consider prenatal yoga or exercise."
    },
    
    {
      "title": "Swollen Feet and Ankles",
      "content": "Advice: Elevate your feet whenever possible, wear comfortable shoes, and avoid sitting or standing for long periods."
    },
    
    {
      "title": "Frequent Urination",
      "content": "Advice: Empty your bladder completely, avoid caffeine, and stay hydrated."
    },
    
    {
      "title": "Constipation",
      "content": "Advice: Eat fiber-rich foods, stay hydrated, and consider gentle exercises like walking."
    },
    
    {
      "title": "Breast Tenderness",
      "content": "Advice: Wear a supportive bra, try warm compresses, and avoid caffeine."
    },
    
    {
      "title": "Postpartum Depression",
      "content": "Advice: Seek support from loved ones and healthcare professionals, and consider counseling or therapy"
    }
    
    
  ]
  